# 약수의 합
# https://school.programmers.co.kr/learn/courses/30/lessons/12928

# 내 풀이 

# 다른 풀이


#################################################################################################

# 배열의 평균 값 
# https://school.programmers.co.kr/learn/courses/30/lessons/120817

# 내 풀이 

# 다른 풀이


#################################################################################################

# 자릿수 더하기
# https://school.programmers.co.kr/learn/courses/30/lessons/12931

# 내 풀이 

# 다른 풀이


#################################################################################################

# 배열의 평균 값 
# https://school.programmers.co.kr/learn/courses/30/lessons/120817

# 내 풀이 

# 다른 풀이


#################################################################################################

# 배열의 평균 값 
# https://school.programmers.co.kr/learn/courses/30/lessons/120817

# 내 풀이 

# 다른 풀이


#################################################################################################

# 배열의 평균 값 
# https://school.programmers.co.kr/learn/courses/30/lessons/120817

# 내 풀이 

# 다른 풀이


#################################################################################################
